Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

# step_2_bullet_4
source: After signing in, follow the on-screen instructions and complete the setup on your kid's device
ar: بعد تسجيل الدخول، اتبع التعليمات التي تظهر على الشاشة وأكمل الإعداد على جهاز طفلك
de: Nach der Anmeldung folgen Sie den Anweisungen auf dem Bildschirm und schließen so die Einrichtung auf dem Gerät Ihres Kindes ab.
es: Luego de ingresar, sigue las instrucciones y completa…
fi_fi: Kun olet kirjautunut sisään, seuraa ruudulla näkyviä ohjeita suorittaaksesi asennuksen loppuun lapsesi laitteella
fr: Après vous être connecté, suivez les instructions à l'écran et terminez la configuration sur l'appareil de votre enfant.
he: לאחר הכניסה, עקוב אחר ההוראות שעל המסך והשלם את ההתקנה במכשיר של ילדך
it: Dopo l'accesso, segui le istruzioni sullo schermo e completa il setup sul dispositivo del bimbo
ja_jp: サインイン後、画面の指示に従って、お子さまの端末の設定を完了します
pt: Depois de fazer login, siga as instruções na tela e termine a configuração no dispositivo do seu filho
tr: Oturum açtıktan sonra ekrandaki talimatları izleyin ve çocuğunuzun cihazında kurulumu tamamlayın.
zh_hans: 登录后，按照屏幕上的指示，在您孩子的设备上完成设置。

# step_2_bullet_5
source: Sign back into this app after setting up your kid's account.
ar: سجّل الدخول مرة أخرى إلى هذا التطبيق بعد إعداد حساب طفلك.
de: Melden Sie sich nach der Einrichtung des Kontos Ihres Kindes wieder in dieser App an.
es: Vuelve a ingresar en esta app tras ajustar la cuenta de tu hijo.
fi_fi: Kirjaudu takaisin tähän sovellukseen kun olet saanut lapsesi käyttäjän valmiiksi
fr: Connectez-vous à nouveau à cette application après avoir configuré le compte de votre enfant.
he: היכנס שוב לאפליקציה הזו לאחר הגדרת החשבון של ילדך.
it: Riaccedi all'app dopo aver configurato l'account di tuo figlio.
ja_jp: お子さまのアカウント設定後、再度本アプリにサインインしてください。
pt: Faça login de novo nesse aplicativo depois de configurar a conta do seu filho.
tr: Çocuğunuzun hesabını oluşturduktan sonra bu uygulamada tekrar oturum açın.
zh_hans: 设置完您孩子的账户后，再登录这个应用程序。

# step_2_details_button
source: View Detailed Instructions
ar: عرض تعليمات مفصلة
de: Detaillierte Anweisungen ansehen
es: Ver Instrucciones Detalladas
fi_fi: Katso Ohjeet
fr: Voir des Instructions Détaillées
he: הצג הוראות מפורטות
it: Visualizza le istruzioni dettagliate
ja_jp: 詳しい指示を見る
pt: Clique em instruções detalhadas
tr: Ayrıntılı Talimatları Görüntüleyin
zh_hans: 查看详细说明内容

# step_2_done_button
source: Yes, I have done it
ar: نعم، لقد نجحت في ذلك
de: Ja, das habe ich getan
es: Sí, lo hice.
fi_fi: Kyllä, olen tehnyt sen
fr: Oui, je l'ai fait
he: כן, עשיתי את זה
it: Sì, l'ho fatto
ja_jp: はい、完了しました。
pt: Sim, eu fiz isso
tr: Evet, yaptım
zh_hans: 是的，我已经完成了

# step_2_ios_bullet_1
source: Open get.familytime.io in Safari/Chrome, on kid's device
ar: افتح get.familytime.io في Chrome/Safari على جهاز الطفل
de: Öffnen Sie get.familytime.io in Safari/Chrome auf dem Gerät Ihres Kindes
es: Abre get.familytime.io en Safari/Chrome en el dispositivo del niño
fi_fi: Avaa get.familytime.io Safari/Chrome, lapsesi laitteella
fr: Ouvrez get.familytime.io dans Safari/Chrome, sur l'appareil de l'enfant.
he: פתח את get.familytime.io ב-Safari/Chrome, במכשירו של הילד
it: Apri get.familytime.io in Safari/Chrome sul dispositivo del bambino
ja_jp: 子供の端末のSafari/Chromeでget.familytime.ioを起動します
pt: Abra get.familytime.io no Safari/Chrome, no dispositivo para criança
tr: Çocuğun cihazında Safari/Chrome'de get.familytime.io'yu açın
zh_hans: 在孩子的设备上，用Safari/Chrome浏览器打开get.familytime.io

# step_2_not_sure_android_content_1
source: Otherwise, it is likely to be an Android device. It may have the logo of manufacturers (like LG, Samsung, Motorola, HTC, etc.
ar: خلاف ذلك، فإنه من المحتمل أن يكون جهاز أندرويد. قد يحمل شعار الشركات المصنعة (مثل LG و Samsung و Motorola و HTC وما إلى ذلك.
de: Andernfalls ist es wahrscheinlich ein Androidgerät. Vielleicht sehen Sie das Logo des Herstellers (z.B. LG, Samsung, Motorola, HTC, etc.)
es: De lo contrario, es probable que sea un dispositivo Android. Podría tener el logo de…
fi_fi: Muutoin, kyseessä on luultavasti Android Laite. Siinä saattaa olla valmistajan logo (kuten LG; Samsung, Motorola, HTC, etc.)
fr: Sinon, il s'agit probablement d'un appareil Android. Il peut porter le logo de fabricants (comme LG, Samsung, Motorola, HTC, etc.).
he: אחרת, סביר להניח שמדובר במכשיר אנדרואיד. ייתכן שיש לו לוגו של יצרנים (כמו LG, סמסונג, מוטורולה, HTC וכו'.
it: Altrimenti probabilmente è un dispositivo Android. Potrebbe avere il logo dei produttori (LG, Samsung, Motorola, HTC, ecc.
ja_jp: そうでない場合は、Android端末である可能性が高いです。メーカー（LG、Samsung、Motorola、HTCなど）のロゴが入っている場合があります。
pt: Se não tiver, é provável que seja um dispositivo Android. Pode ter o logotipo de fabricantes como LG, Samsung, Motorola, HTC, etc.
tr: Aksi takdirde, Android cihaz olması muhtemeldir. LG, Samsung, Motorola, HTC gibi üreticilerin logosuna sahip olabilir.
zh_hans: 否则，它很可能是一台安卓设备。它可能有制造商的标志（如LG、三星、摩托罗拉、HTC等。

# step_2_not_sure_android_content_2
source: To make sure it is an Android device, check if it has the Google Play Store app installed on it. If so, then go back and choose Android for instructions.
ar: للتأكد من الجهاز يعمل بنظام أندرويد، تحقق مما إذا كان قد تم تثبيت تطبيق متجر Google Play عليه. إذا كان الأمر كذلك، فارجع واختر نظام أندرويد للحصول على الإرشادات.
de: Um sicherzustellen, dass es ein Androidgerät ist, prüfen Sie, ob auf dem Gerät die Google Play Store App installiert ist. Falls Ja, dann gehen Sie einen Schritt zurück und wählen Sie Android für die entsprechende Anleitung.
es: Para asegurarse de que es un dispositivo Android, revisa si tiene instalada la app Play Store de Google. Si la tiene, regresa y elige Android para las instrucciones.
fi_fi: Varmistaaksesi sen olevan Android laite, katso onko siihen asennettu Google Play Kaupa. Jos on, mene takaisin ja valitse Android saadaksesi ohjeita.
fr: Pour vous assurer qu'il s'agit d'un appareil Android, vérifiez si l'application Google Play Store est installée sur l'appareil. Si c'est le cas, revenez en arrière et choisissez Androide pour les instructions.
he: כדי לוודא שמדובר במכשיר אנדרואיד, בדוק אם מותקנת בו אפליקציית Google Play Store. אם כן, חזור ובחר באפשרות אנדרואיד לקבלת הוראות.
it: Per accertarti che sia un dispositivo Android, controlla se Google Play Store è installata. In tal caso, torna indietro e scegli Android per istruzioni.
ja_jp: Androidデバイスであることを確認するには、Google Playストアアプリがインストールされているかどうかをチェックします。その場合は、Androidを選択してください。
pt: Para certificar-se de que é um dispositivo Android, verifique se ele possui o aplicativo Google Play Store instalado. Se tiver, volte e escolha Android para obter instruções.
tr: Cihazın Android olduğundan emin olmak için, üzerinde Google Play Store uygulamasının yüklü olup olmadığını kontrol edin. Yazıyorsa, geri dönün ve Android için talimatları seçin.
zh_hans: 为了确保它是安卓设备，看看设备是否安装了 Google Play Store 应用程序。如果有，再返回选择 Android，获得说明。

# step_2_not_sure_content
source: No Problem, we will help you figure it out.
ar: لا مشكلة، سوف نساعدك على فهم ذلك.
de: Kein Problem, wir helfen Ihnen, es herauszufinden.
es: No hay problema, te ayudaremos a resolverlo.
fi_fi: Ei ongelmaa, autamme sinua selvittämään asian.
fr: Aucun Problème, nous allons vous y aider.
he: אין בעיה, אנחנו נעזור לך לפתור את זה.
it: Nessun problema, siamo qua per aiutarti.
ja_jp: 問題ありません、当社が解決いたします。
pt: Sem problemas, vamos ajudá-lo
tr: Sorun Değil, çözmenize yardımcı olacağız.
zh_hans: 没关系，我们帮您分辨。

# step_2_not_sure_ios_content
source: If your child's device has the Apple logo on the back, then it is an iPhone, iPad, or iPod Touch. Go back and choose iOS for instructions.
ar: إذا كان جهاز طفلك يحمل شعار Apple على ظهره، فهو جهاز iPhone أو iPad أو iPod Touch. ارجع واختر نظام iOS للحصول على الإرشادات.
de: Sollte das Gerät Ihres Kindes ein Apfelsymbol auf der Rückseite haben, dann ist es ein iPhone, iPad oder iPod Touch. Gehen Sie einen Schritt zurück und wählen Sie iOS für die entsprechende Anleitung.
es: Si el dispositivo tiene el logo de Apple, entonces es un iPhone, iPad o iPod Táctil. Regresa y elige iOS para las instrucciones.
fi_fi: Jos lapsesi laitteen takana on Applen logo, kyseessä on iPhone, Ipad tai iPod Touch, Mene takaisin ja valitse iOS saadaksesi ohjeita
fr: Si l'appareil de votre enfant porte le logo Apple à l'arrière, il s'agit d'un iPhone, iPad ou iPod Touch. Revenez en arrière et choisissez iOS pour obtenir des instructions.
he: אם למכשיר של ילדכם יש את הלוגו של אפל בגב, אז זה iPhone, iPad או iPod Touch. חזור ובחר ב-iOS לקבלת הוראות.
it: Se il dispositivo di tuo figlio ha il logo Apple sul retro, è un iPhone, iPad o iPod Touch. Torna indietro e scegli iOS per le istruzioni.
ja_jp: お子さまの端末の背面にAppleのロゴがあれば、それはiPhone、iPad、iPod Touchです。戻ってiOSを選択し、指示を仰いでください。
pt: Se o dispositivo do seu filho tiver o logotipo da Apple na parte de trás, então é um iPhone, iPad ou iPod Touch. Volte e escolha iOS para obter instruções.
tr: Çocuğunuzun cihazının arkasında Apple logosu varsa bu bir iPhone, iPad veya iPod Touch'tır. Geri dönün ve iOS için talimatları seçin.
zh_hans: 如果你孩子的设备背面有苹果标志，那么它就是iPhone、iPad或iPod Touch。返回后选择iOS，获得说明。

# step_2_title
source: Setup kid's device with your FamilyTime account
ar: قم بإعداد جهاز الطفل باستخدام حسابك في FamilyTime
de: Gerät Ihres Kindes mit Ihrem FamilyTime Konto einrichten
es: Ajusta el dispositivo del niño con tu cuenta FamilyTime
fi_fi: Valmistele lapsen laite FamilyTime käyttäjälläsi
fr: Configurer l'appareil de l'enfant avec votre compte FamilyTime
he: הגדר את המכשיר של הילד עם חשבון FamilyTime שלך
it: Configura il dispositivo del bimbo con l'account FamilyTime
ja_jp: 子供の端末をFamilyTimeアカウントに設定します
pt: Configure o dispositivo para criança com sua conta FamilyTime
tr: Çocuğun cihazını FamilyTime hesabınızla kurun
zh_hans: 用您的 FamilyTime 账户设置孩子的设备

# subscribe_premium
source: Subscribe for FamilyTime's Premium Features
ar: اشترك للحصول على ميزات FamilyTime المميزة
de: Abonnieren Sie die Premium-Funktionen von FamilyTime
es: Suscríbase a las funciones premium de FamilyTime
fi_fi: Tilaa FamilyTimen Premium-ominaisuudet
fr: Abonnez-vous aux fonctionnalités Premium de FamilyTime
he: הירשם לתכונות הפרימיום של FamilyTime
it: Abbonati alle funzionalità Premium di FamilyTime
ja_jp: FamilyTime のプレミアム機能を購読する
pt: Assine os recursos premium do FamilyTime
tr: FamilyTime'ın Premium Özelliklerine abone olun
zh_hans: 订阅 FamilyTime 的高级功能

# successfull
source: Successful!
ar: ناجح!
de: Erfolgreich!
es: ¡Exitoso!
fi_fi: Onnistui!
fr: Réussi!
he: מוּצלָח!
it: Riuscito!
ja_jp: 成功！
pt: Bem-sucedido!
tr: Başarılı!
zh_hans: 成功的！

# summary_content_1_sub_content_1
source: Total Messages
ar: مجموع الرسائل
de: Insgesamte Nachrichten
es: Mensajes Totales
fi_fi: Kaikki Viestit
fr: Total des messages
he: סך הכל הודעות
it: Tot. Messaggi
ja_jp: 総メッセージ数
pt: Total de mensagens
tr: Toplam Mesaj
zh_hans: 总信息数

# summary_content_1_sub_content_2
source: Talk Time
ar: وقت التحدث
de: Gesprächszeit
es: Hora de Hablar
fi_fi: Puheaika
fr: Temps de parole
he: זמן דיבור
it: Tempo chiamata
ja_jp: 通話時間
pt: Horário da Conversa
tr: Konuşma Süresi
zh_hans: 通话时间

# summary_content_1_sub_content_3
source: App Usage
ar: استخدام التطبيق
de: App-Nutzung
es: Uso de App
fi_fi: Sovellusten käyttö
fr: Utilisation des Apps
he: שימוש באפליקציה
it: Utilizzo App
ja_jp: アプリの使用
pt: Uso de aplicativos
tr: Uygulama Kullanımı
zh_hans: 应用程序使用情况

# summary_content_1_sub_content_4
source: New Apps
ar: التطبيقات الجديدة
de: Neue Apps
es: Nuevas Apps
fi_fi: Uudet sovellukset
fr: Nouvelles applications
he: אפליקציות חדשות
it: Nuove App
ja_jp: 新着アプリ
pt: Novos aplicativos
tr: Yeni Uygulamalar
zh_hans: 新应用

# summary_content_1_sub_content_5
source: New Contacts
ar: جهات الاتصال المضافة حديثًا
de: Neu hinzugefügte Kontakte
es: Contactos Nuevos
fi_fi: Hiljattain lisätyt kontaktit
fr: Contacts nouvellement ajoutés
he: אנשי קשר שנוספו לאחרונה
it: Contatti Appena Aggiunti
ja_jp: 新しく追加された連絡先
pt: Contatos adicionados há pouco tempo
tr: Yeni Eklenen Kişiler
zh_hans: 新添加的联系人

# summary_content_1_sub_content_6
source: Time Bank
ar: بنك الوقت
de: Zeit-Guthaben
es: Banco de Tiempo
fi_fi: AikaPankki
fr: Banque de temps
he: בנק זמן
it: Banca del Tempo
ja_jp: タイムバンク
pt: Horário de banco
tr: Zaman Bankası
zh_hans: 时间银行

# summary_content_1_sub_content_7
source: This report was generated on 30/12/21, at 5:42 PM
ar: تم إنشاء هذا التقرير بتاريخ 30/12/21 الساعة 5:42 PM مساءً
de: Dieser Bericht wurde am 30.12.21 um 5:42 PM erstellt.
es: Este reporte fue hecho el 30/12/21, a las 5:42 PM
fi_fi: Tämä raportti on generoitu 30/12/21, klo 5:42 PM
fr: Ce rapport a été généré le 30/12/21, à 5:42 PM.
he: דוח זה הופק ב-30/12/21, בשעה 5:42 PM
it: Rapporto generato il 30/12/21, ore 5:42 PM
ja_jp: このレポートは 30/12/21, 5:42 PM に作成されました。
pt: Esse relatório foi desenvolvido em 30/12/21, às 5:42 PM
tr: Bu rapor, 30/12/21 tarihinde, 5:42 PM'de oluşturuldu.
zh_hans: 该报告产生于30/12/21, 时间为 5:42 PM

# summary_content_1_sub_content_8
source: Refresh Report
ar: تحديث التقرير
de: Bericht aktualisieren
es: Renovar Reporte
fi_fi: Päivitä raportti
fr: Rapport d'actualisation
he: רענן דוח
it: Aggiorna Rapporto
ja_jp: リフレッシュレポート
pt: Atualizar relatório
tr: Raporu Yenile
zh_hans: 刷新报告

# summary_content_2
source: App Information
ar: معلومات التطبيق
es: Información de App
fi_fi: Sovelluksen tiedot
fr: Informations sur l'application
he: מידע על האפליקציה
it: Info App
ja_jp: アプリ情報
pt: Informação do Aplicativo
tr: Uygulama Bilgileri
zh_hans: 应用程序信息

# summary_content_2_sub_content_1
source: App Version
ar: إصدار التطبيق
es: Versión de App
fi_fi: Sovelluksen versio
fr: Version de l'application
he: גרסת האפליקציה
it: Versione App
ja_jp: アプリバージョン
pt: Versão do Aplicativo
tr: Uygulama sürümü
zh_hans: 应用程序版本

# summary_content_2_sub_content_2
source: Build
ar: قيد الإنشاء
es: Compilación
fr: Construire
he: לבנות
ja_jp: ビルド
pt: Compilação
tr: Yapı
zh_hans: 版本

# summary_content_2_sub_content_3
source: Help Desk
ar: مكتب المساعدة
es: Centro de Ayuda
fi_fi: Apukeskus
fr: Bureau d'aide
he: דלפק עזרה
it: Centro di Assistenza
ja_jp: ヘルプデスク
pt: Central de Ajuda
tr: Yardım Masası
zh_hans: 服务台

# summary_title
source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
fi_fi: Yhteenveto
fr: Résumé
he: סיכום
it: Sintesi
ja_jp: 概要
pt: Resumo
tr: Özet
zh_hans: 概览

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fi_fi: sunnuntai
fr: Dimanche
he: יוֹם רִאשׁוֹן
it: Domenica
ja_jp: 日曜日
pt: Domingo
tr: Pazar
zh_hans: 星期日

source: Supported Browser
ar: المتصفح المدعوم
de: Unterstützter Browser
es: Navegador compatible
fi_fi: Tuettu selain
fr: Navigateur pris en charge
he: דפדפן נתמך
it: Browser supportato
ja_jp: サポートされているブラウザ
pt: Navegador compatível
tr: Desteklenen Tarayıcı
zh_hans: 支持的浏览器

# sync_alert_content_1
source: Settings have been synced.
ar: تمت مزامنة الإعدادات.
de: Einstellungen wurden synchronisiert.
es: Se han Sinc. Los ajustes.
fi_fi: Asetukset on synkronoitu.
fr: Les paramètres ont été synchronisés.
he: ההגדרות סונכרנו.
it: Impostazioni sincronizzate
ja_jp: 設定が同期されました。
pt: As configurações foram alteradas.
tr: Ayarlar senkronize edildi.
zh_hans: 设置已同步。

# sync_setting_desc
source: Refresh settings & controls on device
ar: قم بتحديث الإعدادات وعناصر التحكم على الجهاز
de: Aktualisieren Sie die Einstellungen und Steuerelemente auf dem Gerät
es: Actualizar configuraciones y controles en el dispositivo
fi_fi: Päivitä laitteen asetukset ja säätimet
fr: Actualiser les paramètres et les commandes sur l'appareil
he: רענן את ההגדרות והפקדים במכשיר
it: Aggiorna impostazioni e controlli sul dispositivo
ja_jp: デバイスの設定とコントロールを更新する
pt: Atualizar configurações e controles no dispositivo
tr: Cihazdaki ayarları ve kontrolleri yenileyin
zh_hans: 刷新设备上的设置和控件

source: Sync Settings
ar: إعدادات المزامنة
de: Synchronisierungseinstellungen
es: Configuración de sincronización
fi_fi: Synkronointiasetukset
fr: Paramètres de synchronisation
he: הגדרות סנכרון
it: Sincronizza impostazioni
ja_jp: 同期設定
pt: Configurações de sincronização
tr: Ayarları Senkronize Et
zh_hans: 同步设置

# sync_settings_des
source: Sync App to keep updated
ar: مزامنة التطبيق لتبقى محدثة
de: Synchronisieren Sie die App, um auf dem Laufenden zu bleiben
es: Sincroniza la aplicación para mantenerte actualizado
fi_fi: Pysy ajan tasalla synkronoimalla sovellus
fr: Synchronisez l'application pour rester à jour
he: סנכרון אפליקציית כדי להתעדכן
it: Sincronizza l'app per rimanere aggiornato
ja_jp: アプリを同期して最新の状態に保つ
pt: Sincronize o aplicativo para se manter atualizado
tr: Güncel tutmak için Uygulamayı senkronize edin
zh_hans: 同步应用程序以保持更新

source: TAKE ME THERE
ar: خذني هناك
de: BRING MICH DORTHIN
es: LLEVAME AHÍ
fi_fi: VIE MINUT SINNE
fr: M'Y CONDUIRE
he: קח אותי לשם
it: PORTAMI QUI
ja_jp: そこに私を取る
pt: LEVE-ME ATÉ LÁ
tr: BENİ ORAYA GÖTÜR
zh_hans: 带我到那里

# text_message_desc
source: View all text conversations on the device
ar: عرض جميع المحادثات النصية على الجهاز
de: Alle Textkonversationen auf dem Gerät anzeigen
es: Ver todas las conversaciones de texto en el dispositivo
fi_fi: Näytä kaikki tekstikeskustelut laitteella
fr: Afficher toutes les conversations textuelles sur l'appareil
he: הצג את כל שיחות הטקסט במכשיר
it: Visualizza tutte le conversazioni di testo sul dispositivo
ja_jp: デバイス上のすべてのテキスト会話を表示する
pt: Veja todas as conversas de texto no dispositivo
tr: Cihazdaki tüm metin konuşmalarını görüntüleyin
zh_hans: 查看设备上的所有文本对话

source: Text Messages
ar: رسائل نصية
de: Textnachrichten
es: Mensajes de texto
fi_fi: Tekstiviestit
fr: Messages texte
he: הודעות טקסט
it: Messaggi di testo
ja_jp: テキストメッセージ
pt: Mensagens de texto
tr: Metin mesajları
zh_hans: 短信

# text_messages_content_1
source: It seems like there is no record to display.
ar: يبدو أنه لا يوجد سجل لعرضه.
de: Es scheint, dass keine Aufzeichnungen angezeigt werden können.
es: Al parecer no hay un registro que mostrar.
fi_fi: Näyttää siltä että näytettävää tietoa ei ole.
fr: Il semble qu'il n'y ait pas d'enregistrement à afficher.
he: נראה שאין רשומה להצגה.
it: Sembra non ci siano registri da mostrare.
ja_jp: 表示する記録がないようです。
pt: Aparentemente não há nenhum registro.
tr: Görüntülenecek kayıt yok gibi görünüyor.
zh_hans: 似乎没有任何记录可显示。

# text_messages_des
source: Enable and disable text messages
ar: تمكين وتعطيل الرسائل النصية
de: Textnachrichten aktivieren und deaktivieren
es: Activar y desactivar mensajes de texto
fi_fi: Ota tekstiviestit käyttöön ja poista ne käytöstä
fr: Activer et désactiver les messages texte
he: הפעל והשבת הודעות טקסט
it: Abilita e disabilita i messaggi di testo
ja_jp: テキストメッセージを有効または無効にする
pt: Ativar e desativar mensagens de texto
tr: Metin mesajlarını etkinleştirme ve devre dışı bırakma
zh_hans: 启用和禁用短信

# text_messages_title
source: Text Messages
ar: الرسائل النصية
de: SMS
es: Mensajes de texto
fi_fi: Tekstiviestit
fr: SMS
he: הודעות טקסט
it: SMS
ja_jp: テキストメッセージ
pt: Mensagens de texto
tr: Metin Mesajları
zh_hans: 文本信息

source: Thursday
ar: يوم الخميس
de: Donnerstag
es: Jueves
fi_fi: torstai
fr: Jeudi
he: יוֹם חֲמִישִׁי
it: Giovedì
ja_jp: 木曜日
pt: Quinta-feira
tr: Perşembe
zh_hans: 周四

source: TikTok History
ar: تاريخ تيك توك ماسنجر
de: TikTok-Verlauf
es: Historial de TikTok
fi_fi: TikTok historia
fr: Historique de TikTok
he: היסטוריה של TikTok
it: Cronologia di TikTok
ja_jp: TikTokメッセンジャーの歴史
pt: História do TikTok
tr: TikTok Geçmişi
zh_hans: TikTok 历史记录

# time_hour_ago
source: 1 hour ago
ar: منذ 1 ساعة
de: vor 1 Stunde
es: Hace 1 hora
fi_fi: 1 tunti sitten
fr: il y a 1 heure
he: לפני שעה
it: 1 ora fa
ja_jp: 1時間前
pt: 1 hora atrás
tr: 1 saat önce
zh_hans: 1小时前

# time_hours
source: Hr
ar: ساعة
de: Std
es: H
he: שעה
it: Ora
ja_jp: 時間
pt: Hora
tr: Saat
zh_hans: 小时

# time_hours_ago
source: 5 hours ago
ar: منذ 5 ساعات
de: vor 5 Stunden
es: Hace 5 horas
fi_fi: 5 tuntia sitten
fr: il y a 5 heures
he: לפני 5 שעות
it: 5 ore fa
ja_jp: 5時間前
pt: 5 horas atrás
tr: 5 saat önce
zh_hans: 5小时前

# time_mintues
source: Min
ar: دقيقة
he: דקה
ja_jp: 分
pt: Minuto
tr: Dak
zh_hans: 分钟

# time_minute_ago
source: 1 minute ago
ar: منذ 1 دقيقة
de: vor 1 Minute
es: Hace 1 minuto
fi_fi: 1 minuutti sitten
fr: Il y a 1 minute
he: לפני 1 דקה
it: 1 minuto fa
ja_jp: 1分前
pt: 1 minuto atrás
tr: 1 dakika önce
zh_hans: 1分钟前

# time_minutes_ago
source: 5 minutes ago
ar: منذ 5 دقائق
de: vor 5 Minuten
es: Hace 5 minutos
fi_fi: 5 minuuttia sitten
fr: il y a 5 minutes
he: לפני 5 דקות
it: 5 minuti fa
ja_jp: 5分前
pt: 5 minutos atrás
tr: 5 dakika önce
zh_hans: 5分钟前

# time_second_ago
source: 1 second ago
ar: منذ ثانية
de: vor 1 Sekunde
es: Hace 1 segundo
fi_fi: 1 sekunti sitten
fr: Il y a 1 seconde
he: לפני שנייה אחת
it: 1 secondo fa
ja_jp: 1秒前
pt: 1 segundo atrás
tr: 1 saniye önce
zh_hans: 1秒前

# time_seconds
source: Sec
ar: ثانية
de: Sek
es: S
fi_fi: Sek
he: שניות
ja_jp: 秒
pt: Segundo
tr: Sn
zh_hans: 秒

# time_seconds_ago
source: 5 seconds ago
ar: منذ 5 ثوان
de: vor 5 Sekunden
es: Hace 5 segundos
fi_fi: 5 sekuntia sitten
fr: il y a 5 secondes
he: לפני 5 שניות
it: 5 secondi fa
ja_jp: 5秒前
pt: 5 segundos atrás
tr: 5 saniye önce
zh_hans: 5秒前

source: TimeBank
ar: بنك الوقت
es: Banco de tiempo
fr: Banque de temps
he: בנק זמן
it: Banca del tempo
ja_jp: タイムバンク
pt: Banco de tempo
tr: Zaman Bankası
zh_hans: 时间银行

source: Tuesday
ar: يوم الثلاثاء
de: Dienstag
es: Martes
fi_fi: tiistai
fr: Mardi
he: יוֹם שְׁלִישִׁי
it: Martedì
ja_jp: 火曜日
pt: Terça-feira
tr: Salı
zh_hans: 周二

# unable_to_load
source: Unable to load Image
ar: غير قادر على تحميل الصورة
de: Kan afbeelding niet laden
es: No se pudo cargar la imagen
fi_fi: Kuvaa ei voi ladata.
fr: Impossible de charger l\'image
he: לא ניתן לטעון תמונה
it: Impossibile caricare l\'immagine
ja_jp: イメージを読み込めません
pt: Não é possível carregar a imagem
tr: Resim yüklenemiyor
zh_hans: 无法加载图片

source: Unlimited Parent Devices
ar: عدد غير محدود من الأجهزة الأم
de: Unbegrenzte Elterngeräte
es: Dispositivos para padres ilimitados
fi_fi: Rajoittamaton määrä vanhempien laitteita
fr: Appareils parents illimités
he: מכשירי הורה ללא הגבלה
it: Dispositivi per genitori illimitati
ja_jp: 無制限の親デバイス
pt: Dispositivos Pais Ilimitados
tr: Sınırsız Ana Cihaz
zh_hans: 无限的父设备

source: Unsaved
ar: غير محفوظ
de: Nicht gespeichert
es: Sin guardar
fi_fi: Ei tallennettu
fr: Non-sauvegardé
he: לא נשמר
it: Non salvato
ja_jp: 保存されていません
pt: Não salvo
tr: Kaydedilmedi
zh_hans: 未保存

# update_button
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fi_fi: PÄIVITYS
fr: METTRE À JOUR
he: עדכון
it: AGGIORNA
ja_jp: 更新
pt: ATUALIZAR
tr: Güncelle
zh_hans: 更新

source: Upgrade Now
ar: تحديث الآن
de: Jetzt upgraden
es: Actualizar ahora
fi_fi: Päivitä nyt
fr: Mettre à jour maintenant
he: שדרג עכשיו
it: Aggiorna ora
ja_jp: 今すぐアップグレード
pt: Atualize agora
tr: Hemen Yükselt
zh_hans: 现在升级

# upgradeToEnjoyPremium
source: Upgrade now to enjoy all the premium features.
ar: قم بالترقية الآن للاستمتاع بجميع الميزات المتميزة.
de: Aktualisieren Sie jetzt, um alle Premium-Funktionen zu genießen.
es: Actualice ahora para disfrutar de todas las funciones premium.
fi_fi: Päivitä nyt, niin voit nauttia kaikista premium-ominaisuuksista.
fr: Mettez à niveau maintenant pour profiter de toutes les fonctionnalités premium.
he: שדרג עכשיו כדי ליהנות מכל תכונות הפרימיום.
it: Esegui l'upgrade ora per usufruire di tutte le funzionalità premium.
ja_jp: 今すぐアップグレードして、すべてのプレミアム機能をお楽しみください。
pt: Atualize agora para aproveitar todos os recursos premium.
tr: Tüm premium özelliklerin keyfini çıkarmak için şimdi yükseltin.
zh_hans: 立即升级以享受所有高级功能。
